INSERT INTO public.doctor (fio,specializaton,id_doctor) VALUES
	 ('алемасов е.п','хирург',1),
	 ('озеров п.в.','нарколог',2),
	 ('паздеев д.а.','окулист',3),
	 ('камилов д.м.','патологоанатом',4),
	 ('наумов а.а','лор',5),
	 ('бадирдинов р.а','уролог',6),
	 ('малагин э.с.','терапевт',7),
	 ('раков н.и.','кардиолог',8),
	 ('сыкулёв и.а.','проктолог',9),
	 ('лашманов д.в.','отоларинголог',10);
INSERT INTO public.pacient (id_pacient,"name",lastname,patronymic,birthdate,address) VALUES
	 (2,'васильев','никита','сергеевич','2005-11-24','улица полевая дом 7 кв21'),
	 (3,'гарипов','давид','эмилевич','2006-02-12','улица проспект строителей дом 9 кв112'),
	 (4,'гельман','никодим','александрович','2006-07-07','улица засорина дом 5 кв 15'),
	 (5,'исаева ','софья','андреевна','2006-01-14','улица куйбышева дом 86'),
	 (6,'кочергин ','родион','русланович','2006-06-24','село тюрлема'),
	 (7,'павлов ','андрей','александрович','2005-10-22','улица комарова дом 18 кв 51'),
	 (8,'попова','кристина','вячеславовна','2005-08-10','улица казанская дом 29'),
	 (9,'смирнов','павел','сергеевич','2006-11-25','улица гагрина дом 4'),
	 (10,'старикова','виктория','евгеньевна','2006-10-15','улица школьная дом 11'),
	 (1,'абдулоев','умеджон','камилжонович','2006-01-08','улица безымянная дом 7');
INSERT INTO public.priem (id_priem,priem_date,"cost",id_doctor,id_pacient,percent_zp,zp) VALUES
	 (24,'2024-11-10',3 000,00 ₽,8,10,15,391,50 ₽),
	 (11,'2024-11-10',500,00 ₽,1,1,5,21,75 ₽),
	 (12,'2024-11-11',1 000,00 ₽,2,2,10,87,00 ₽),
	 (13,'2024-11-12',1 500,00 ₽,3,3,15,195,75 ₽),
	 (14,'2024-11-13',2 000,00 ₽,4,4,20,348,00 ₽),
	 (15,'2024-11-14',3 000,00 ₽,5,5,10,261,00 ₽),
	 (17,'2024-11-15',5 000,00 ₽,6,6,5,217,50 ₽),
	 (18,'2024-11-16',3 000,00 ₽,7,7,15,391,50 ₽),
	 (20,'2024-11-18',1 500,00 ₽,9,9,15,195,75 ₽),
	 (19,'2024-11-17',2 000,00 ₽,8,8,25,435,00 ₽);
INSERT INTO public.priem (id_priem,priem_date,"cost",id_doctor,id_pacient,percent_zp,zp) VALUES
	 (21,'2024-11-19',500,00 ₽,10,10,3,13,05 ₽),
	 (23,'2024-11-10',3 000,00 ₽,8,10,15,391,50 ₽);
